Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Removes what Homebrew kept after installing and upgrading: cached downloads, old versions, and formulae that were only there for something now gone. What you installed yourself stays.
cs: Odstraní, co si Homebrew ponechal po instalacích a upgradech: stažené soubory v mezipaměti, staré verze a formulae, které tu byly jen kvůli něčemu, co už neexistuje. Co jste nainstalovali sami, zůstane.
de: Entfernt, was Homebrew nach Installationen und Upgrades aufbewahrt hat: zwischengespeicherte Downloads, alte Versionen und Formulae, die nur für etwas da waren, das nicht mehr vorhanden ist. Was du selbst installiert hast, bleibt.
es: Elimina lo que Homebrew guardó al instalar y actualizar paquetes: descargas en caché, versiones antiguas y formulae que solo estaban ahí por algo que ya no está. Lo que has instalado tú se queda.
fr: Supprime ce que Homebrew a conservé après les installations et les mises à niveau : les téléchargements en cache, les anciennes versions et les formulae qui n’étaient là que pour quelque chose qui a disparu depuis. Ce que vous avez installé vous-même reste en place.
it: Rimuove ciò che Homebrew ha conservato dopo installazioni e aggiornamenti: download nella cache, vecchie versioni e formulae che servivano solo a qualcosa che ora non c’è più. Ciò che hai installato tu resta.
ja: Homebrewがインストールやアップグレードの後に残したもの（キャッシュされたダウンロード、古いバージョン、すでになくなったもののためだけにあったformulae）を削除します。自分でインストールしたものは残ります。
ko: Homebrew가 설치 및 업그레이드 후에 보관해 둔 캐시된 다운로드 파일, 이전 버전, 그리고 이제는 없어진 항목 때문에만 설치되어 있던 formulae를 제거합니다. 직접 설치한 항목은 그대로 남습니다.
nl: Verwijdert wat Homebrew na installeren en upgraden heeft bewaard: gecachte downloads, oude versies en formulae die er alleen waren voor iets wat nu weg is. Wat je zelf hebt geïnstalleerd, blijft staan.
pl: Usuwa to, co Homebrew zachował po instalowaniu i uaktualnianiu: pobrane pliki w pamięci podręcznej, stare wersje oraz formulae zainstalowane tylko dla czegoś, czego już nie ma. Pakiety zainstalowane przez Ciebie zostają.
pt: Remove o que o Homebrew guardou depois de instalar e fazer upgrade: downloads em cache, versões antigas e formulae que só estavam lá por causa de algo que já não existe. O que você mesmo instalou fica.
ro: Elimină ce a păstrat Homebrew după instalări și upgrade‑uri: descărcările din memoria tampon, versiunile vechi și formulele care existau doar pentru ceva ce nu mai există. Ce ați instalat dvs. rămâne.
ru: Удаляет то, что Homebrew сохранил после установок и обновлений: кэшированные загрузки, старые версии и formulae, которые были нужны только тому, чего уже нет. То, что Вы установили сами, остается.
sv: Tar bort det som Homebrew har sparat efter installationer och uppgraderingar: cachade hämtningar, gamla versioner och formulae som bara fanns där för något som nu är borta. Det du själv har installerat finns kvar.
tr: Homebrew’un yükleme ve yükseltmelerden sonra sakladıklarını kaldırır: önbelleğe alınmış indirmeler, eski sürümler ve yalnızca artık olmayan bir şey için orada duran formulae. Kendi yüklediğiniz şeyler kalır.
uk: Видаляє те, що Homebrew зберіг після інсталювання й оновлення: кешовані викачані файли, старі версії та formulae, які були потрібні лише для того, чого вже немає. Те, що ви інсталювали самі, лишається.
zh_hans: 移除Homebrew在安装和升级后保留的内容：缓存的下载文件、旧版本，以及仅为某个现已不存在的软件包而安装的formulae。你自己安装的内容会保留。
zh_hant: 移除Homebrew在安裝和升級後保留的項目：快取的下載檔案、舊版本，以及只為了現已不存在的項目而安裝的formulae。你自己安裝的項目會保留。

source: Removing Peel leaves the peel command in place. To remove it too, run this command in Terminal:
cs: Po odstranění Peelu zůstane příkaz peel na místě. Chcete-li ho odstranit také, spusťte v Terminálu tento příkaz:
de: Wenn du Peel entfernst, bleibt der Befehl „peel“ erhalten. Um auch ihn zu entfernen, führe diesen Befehl im Terminal aus:
es: Al eliminar Peel, el comando peel se queda donde está. Para eliminarlo también, ejecuta este comando en Terminal:
fr: Supprimer Peel laisse la commande peel en place. Pour la supprimer aussi, exécutez cette commande dans Terminal :
it: Se rimuovi Peel, il comando peel resta al suo posto. Per rimuovere anche quello, esegui questo comando in Terminale:
ja: Peelをアンインストールしても、peelコマンドはそのまま残ります。コマンドも取り除くには、ターミナルで以下のコマンドを実行してください:
ko: Peel을 제거해도 peel 명령은 그대로 남습니다. 이 명령도 제거하려면 터미널에서 다음 명령을 실행하십시오:
nl: Als je Peel verwijdert, blijft het commando peel staan. Voer dit commando uit in Terminal om het ook te verwijderen:
pl: Odinstalowanie Peel pozostawia polecenie peel na miejscu. Aby je także usunąć, uruchom to polecenie w Terminalu:
pt: Remover o Peel deixa o comando peel onde está. Para removê-lo também, execute este comando no Terminal:
ro: Eliminarea aplicației Peel lasă comanda peel pe loc. Pentru a o elimina și pe ea, rulați această comandă în Terminal:
ru: После удаления Peel команда peel остается на месте. Чтобы удалить и ее, выполните эту команду в Терминале:
sv: Om du tar bort Peel finns kommandot peel kvar. Om du vill ta bort det också kör du det här kommandot i Terminal:
tr: Peel’i kaldırmak peel komutunu yerinde bırakır. Onu da kaldırmak için bu komutu Terminal’de çalıştırın:
uk: Після вилучення Peel команда peel лишається на місці. Щоб вилучити і її, виконайте цю команду в Терміналі:
zh_hans: 移除Peel不会移除peel命令。若要一并移除它，请在“终端”中运行此命令：
zh_hant: 移除Peel後，peel指令仍會保留。若也要移除它，請在「終端機」中執行此指令：

source: Removing this signs you out of websites the app kept you signed in to.
cs: Když to odstraníte, budete odhlášeni z webů, na kterých vás aplikace udržovala přihlášené.
de: Wenn du dies entfernst, wirst du von Websites abgemeldet, bei denen dich die App angemeldet gehalten hat.
es: Al eliminar esto, se cierran las sesiones que la app tenía iniciadas en sitios web.
fr: Supprimer ces données vous déconnecte des sites web sur lesquels l’app vous gardait connecté.
it: Rimuovendoli, esci dai siti web in cui l’app aveva mantenuto il tuo accesso.
ja: これを取り除くと、アプリでサインインしたままになっていたWebサイトからサインアウトされます。
ko: 이 항목을 제거하면 앱에서 로그인 상태를 유지하던 웹사이트에서 로그아웃됩니다.
nl: Als je dit verwijdert, word je uitgelogd bij websites waarbij de app je ingelogd hield.
pl: Przeniesienie tych danych do Kosza wyloguje Cię z witryn, w których aplikacja pamiętała Twoje logowanie.
pt: Remover isto desconecta você dos sites em que o app mantinha você conectado.
ro: Eliminarea acestora vă deconectează de pe site‑urile web pe care aplicația vă menținea autentificat.
ru: После удаления Вы выйдете из учетных записей на сайтах, где приложение сохраняло Ваш вход.
sv: Om du tar bort det här loggas du ut från webbplatser som appen har hållit dig inloggad på.
tr: Bunu kaldırmak, uygulamanın oturumunuzu açık tuttuğu web sitelerindeki oturumlarınızı kapatır.
uk: Якщо вилучити це, ви вийдете з вебсайтів, на яких програма зберігала ваш вхід.
zh_hans: 移除这些内容后，你在该App中保持登录的网站都会退出登录。
zh_hant: 移除後，你會登出該App原本讓你保持登入的網站。

source: Reopen Peel
cs: Spustit Peel znovu
de: Peel erneut öffnen
es: Volver a abrir Peel
fr: Rouvrir Peel
it: Riapri Peel
ja: Peelを再度開く
ko: Peel 다시 열기
nl: Open Peel opnieuw
pl: Otwórz Peel ponownie
pt: Reabrir o Peel
ro: Redeschideți Peel
ru: Перезапустить Peel
sv: Öppna Peel igen
tr: Peel’i Yeniden Aç
uk: Відкрити Peel знову
zh_hans: 重新打开Peel
zh_hant: 重新打開Peel

source: Repair
cs: Opravit
de: Reparieren
es: Reparar
fr: Réparer
it: Ripara
ja: 修復
ko: 복구
nl: Herstel
pl: Napraw
pt: Reparar
ro: Reparați
ru: Исправить
sv: Reparera
tr: Onar
uk: Полагодити
zh_hans: 修复
zh_hant: 修復

source: Repair Helper
cs: Opravit pomocníka
de: Hilfsprogramm reparieren
es: Reparar asistente
fr: Réparer l’utilitaire
it: Ripara assistente
ja: ヘルパーを修復
ko: 보조 프로그램 복구
nl: Herstel hulpprogramma
pl: Napraw pomocnika
pt: Reparar Auxiliar
ro: Reparați instrumentul de ajutor
ru: Исправить помощника
sv: Reparera hjälpprogram
tr: Yardımcıyı Onar
uk: Полагодити помічника
zh_hans: 修复帮助程序
zh_hant: 修復輔助程式

source: Repair Homebrew’s taps?
cs: Opravit taps Homebrew?
de: Taps von Homebrew reparieren?
es: ¿Reparar los taps de Homebrew?
fr: Réparer les taps de Homebrew ?
it: Vuoi riparare i tap di Homebrew?
ja: Homebrewのtapsを修復しますか?
ko: Homebrew의 tap을 복구하겠습니까?
nl: Taps van Homebrew herstellen?
pl: Naprawić tapy Homebrew?
pt: Reparar os taps do Homebrew?
ro: Reparați tap‑urile Homebrew?
ru: Исправить taps Homebrew?
sv: Vill du reparera Homebrews taps?
tr: Homebrew’un tap depoları onarılsın mı?
uk: Полагодити taps Homebrew?
zh_hans: 要修复Homebrew的taps吗？
zh_hant: 要修復Homebrew的taps嗎？

source: Repair Taps
cs: Opravit taps
de: Taps reparieren
es: Reparar taps
fr: Réparer les taps
it: Ripara i tap
ja: tapsを修復
ko: tap 복구
nl: Herstel taps
pl: Napraw tapy
pt: Reparar Taps
ro: Reparați tap‑urile
ru: Исправить taps
sv: Reparera taps
tr: Tap Depolarını Onar
uk: Полагодити taps
zh_hans: 修复taps
zh_hant: 修復taps

source: Replaced
cs: Nahrazeno
de: Ersetzt
es: Reemplazada
fr: Remplacée
it: Sostituita
ja: 置き換え済み
ko: 대치됨
nl: Vervangen
pl: Zastąpione
pt: Substituída
ro: Înlocuită
ru: Заменено
sv: Ersatt
tr: Yerine başkası geçti
uk: Замінено
zh_hans: 已替换
zh_hant: 已取代

source: Report an Issue…
cs: Nahlásit problém…
de: Problem melden …
es: Informar de un problema…
fr: Signaler un problème…
it: Segnala un problema…
ja: 問題を報告…
ko: 문제 리포트…
nl: Meld een probleem…
pl: Zgłoś problem…
pt: Comunicar Problema…
ro: Raportați o problemă…
ru: Сообщить о проблеме…
sv: Rapportera ett problem…
tr: Sorun Bildir…
uk: Звітувати про недолік…
zh_hans: 报告问题…
zh_hant: 回報問題⋯

source: Required
cs: Požadované
de: Erforderlich
es: Obligatorios
fr: Requis
it: Necessari
ja: 必須
ko: 필수 사항
nl: Vereist
pl: Wymagane
pt: Obrigatório
ro: Obligatorii
ru: Обязательные
sv: Krävs
tr: Gerekli
uk: Обовʼязкові
zh_hans: 必需
zh_hant: 必要

source: Rescan
cs: Prohledat znovu
de: Erneut scannen
es: Volver a analizar
fr: Analyser à nouveau
it: Analizza di nuovo
ja: 再スキャン
ko: 다시 스캔
nl: Scan opnieuw
pl: Skanuj ponownie
pt: Analisar Novamente
ro: Rescanați
ru: Сканировать заново
sv: Skanna igen
tr: Yeniden Tara
uk: Сканувати знову
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Reset
cs: Resetovat
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
nl: Stel opnieuw in
pl: Wyzeruj
pt: Redefinir
ro: Resetați
ru: Сбросить
sv: Nollställ
tr: Sıfırla
uk: Скинути
zh_hans: 重置
zh_hant: 重置

source: Reset %@
cs: Resetovat aplikaci %@
de: „%@“ zurücksetzen
es: Restablecer %@
fr: Réinitialiser %@
it: Reimposta %@
ja: %@をリセット
ko: ‘%@’ 재설정
nl: %@ opnieuw instellen
pl: Wyzeruj aplikację %@
pt: Redefinir %@
ro: Resetați %@
ru: Сброс приложения «%@»
sv: Nollställ %@
tr: %@ Uygulamasını Sıfırla
uk: Скидання програми «%@»
zh_hans: 重置%@
zh_hant: 重置「%@」

source: Reset %@?
cs: Resetovat aplikaci %@?
de: „%@“ zurücksetzen?
es: ¿Restablecer %@?
fr: Réinitialiser %@ ?
it: Vuoi reimpostare %@?
ja: “%@”をリセットしますか?
ko: ‘%@’을(를) 재설정하겠습니까?
nl: %@ opnieuw instellen?
pl: Wyzerować aplikację %@?
pt: Redefinir %@?
ro: Resetați %@?
ru: Сбросить приложение «%@»?
sv: Vill du nollställa %@?
tr: %@ sıfırlansın mı?
uk: Скинути програму «%@»?
zh_hans: 要重置“%@”吗？
zh_hant: 要重置「%@」嗎？

source: Reset Privacy Permissions…
cs: Resetovat oprávnění pro soukromé údaje…
de: Datenschutzberechtigungen zurücksetzen …
es: Restablecer permisos de privacidad…
fr: Réinitialiser les autorisations de confidentialité…
it: Reimposta le autorizzazioni per la privacy…
ja: プライバシー権限をリセット…
ko: 개인정보 보호 권한 재설정…
nl: Stel privacytoestemmingen opnieuw in…
pl: Wyzeruj uprawnienia prywatności…
pt: Redefinir Permissões de Privacidade…
ro: Resetați permisiunile de intimitate…
ru: Сбросить разрешения на доступ…
sv: Nollställ integritetsbehörigheter…
tr: Gizlilik İzinlerini Sıfırla…
uk: Скинути дозволи приватності…
zh_hans: 重置隐私权限…
zh_hant: 重置隱私權限⋯

source: Reset privacy permissions
cs: Resetovat oprávnění pro soukromé údaje
de: Datenschutzberechtigungen zurücksetzen
es: Restablecer permisos de privacidad
fr: Réinitialiser les autorisations de confidentialité
it: Reimposta le autorizzazioni per la privacy
ja: プライバシー権限をリセット
ko: 개인정보 보호 권한 재설정
nl: Privacytoestemmingen opnieuw instellen
pl: Wyzeruj uprawnienia prywatności
pt: Redefinir as permissões de privacidade
ro: Resetați permisiunile de intimitate
ru: Сброс разрешений на доступ
sv: Nollställ integritetsbehörigheter
tr: Gizlilik izinlerini sıfırla
uk: Скинути дозволи приватності
zh_hans: 重置隐私权限
zh_hant: 重置隱私權限

source: Reset privacy permissions for %@?
cs: Resetovat oprávnění aplikace %@ pro soukromé údaje?
de: Datenschutzberechtigungen für „%@“ zurücksetzen?
es: ¿Restablecer los permisos de privacidad de %@?
fr: Réinitialiser les autorisations de confidentialité de %@ ?
it: Vuoi reimpostare le autorizzazioni per la privacy di %@?
ja: “%@”のプライバシー権限をリセットしますか?
ko: ‘%@’의 개인정보 보호 권한을 재설정하겠습니까?
nl: Privacytoestemmingen van %@ opnieuw instellen?
pl: Wyzerować uprawnienia prywatności aplikacji %@?
pt: Redefinir as permissões de privacidade de %@?
ro: Resetați permisiunile de intimitate ale aplicației %@?
ru: Сбросить разрешения на доступ для приложения «%@»?
sv: Vill du nollställa integritetsbehörigheterna för %@?
tr: %@ için gizlilik izinleri sıfırlansın mı?
uk: Скинути дозволи приватності програми «%@»?
zh_hans: 要重置“%@”的隐私权限吗？
zh_hant: 要重置「%@」的隱私權限嗎？

source: Reset…
cs: Resetovat…
de: Zurücksetzen …
es: Restablecer…
fr: Réinitialiser…
it: Reimposta…
ja: リセット…
ko: 재설정…
nl: Stel opnieuw in…
pl: Wyzeruj…
pt: Redefinir…
ro: Resetați…
ru: Сбросить…
sv: Nollställ…
tr: Sıfırla…
uk: Скинути…
zh_hans: 重置…
zh_hant: 重置⋯

source: Restarts itself
cs: Automaticky se znovu spouští
de: Startet sich selbst neu
es: Se reinicia solo
fr: Redémarre automatiquement
it: Si riavvia da solo
ja: 自動的に再起動
ko: 자동으로 다시 시작
nl: Start zichzelf opnieuw
pl: Samoczynnie uruchamia się ponownie
pt: Reinicia sozinho
ro: Repornește singur
ru: Перезапускается автоматически
sv: Startar om sig själv
tr: Kendini yeniden başlatır
uk: Перезапускається автоматично
zh_hans: 自行重新启动
zh_hant: 自動重新啟動

source: Reuse conflict resolutions
cs: Znovu používat řešení konfliktů
de: Konfliktlösungen wiederverwenden
es: Reutilizar las resoluciones de conflictos
fr: Réutiliser les résolutions de conflits
it: Riutilizza le risoluzioni dei conflitti
ja: コンフリクトの解決方法を再利用
ko: 충돌 해결 방법 재사용
nl: Hergebruik conflictoplossingen
pl: Ponownie używaj rozwiązań konfliktów
pt: Reutilizar resoluções de conflitos
ro: Reutilizați rezolvările conflictelor
ru: Повторно использовать разрешения конфликтов
sv: Återanvänd konfliktlösningar
tr: Çakışma çözümlerini yeniden kullan
uk: Повторно використовувати розвʼязання конфліктів
zh_hans: 重用冲突解决方案
zh_hant: 重複使用衝突的解決方式

source: Reuse connections to a server
cs: Znovu používat připojení k serveru
de: Verbindungen zu einem Server wiederverwenden
es: Reutilizar las conexiones a un servidor
fr: Réutiliser les connexions à un serveur
it: Riutilizza le connessioni a un server
ja: サーバへの接続を再利用
ko: 서버 연결 재사용
nl: Hergebruik verbindingen met een server
pl: Ponownie używaj połączeń z serwerem
pt: Reutilizar conexões com um servidor
ro: Reutilizați conexiunile la un server
ru: Повторно использовать подключения к серверу
sv: Återanvänd anslutningar till en server
tr: Sunucu bağlantılarını yeniden kullan
uk: Повторно використовувати зʼєднання із сервером
zh_hans: 复用与服务器的连接
zh_hant: 重複使用與伺服器的連線

source: Review Before Removing
cs: Před odstraněním zkontrolujte
de: Vor dem Entfernen prüfen
es: Revisar antes de eliminar
fr: À examiner avant suppression
it: Da rivedere prima di rimuovere
ja: ゴミ箱に入れる前に確認
ko: 제거하기 전에 검토
nl: Controleer voordat je verwijdert
pl: Przejrzyj przed przeniesieniem do Kosza
pt: Revisar Antes de Remover
ro: Revizuiți înainte de eliminare
ru: Проверьте перед удалением
sv: Granska före borttagning
tr: Kaldırmadan Önce Gözden Geçirin
uk: Перегляньте перед вилученням
zh_hans: 移除前请检查
zh_hant: 移除前請檢查

source: Review in Applications
cs: Zkontrolovat na stránce Všechny aplikace
de: In „Programme“ prüfen
es: Revisar en Aplicaciones
fr: Examiner dans Applications
it: Rivedi in Applicazioni
ja: “アプリケーション”で確認
ko: 응용 프로그램에서 검토
nl: Bekijk in 'Alle apps'
pl: Przejrzyj we Wszystkich aplikacjach
pt: Revisar em Aplicativos
ro: Revizuiți în Toate aplicațiile
ru: Показать в разделе «Программы»
sv: Granska i Alla appar
tr: Tüm Uygulamalar’da İncele
uk: Переглянути в розділі «Усі програми»
zh_hans: 在“应用程序”中检查
zh_hant: 在「應用程式」中檢視

source: Rosetta isn’t installed on this Mac, so this doesn’t run at all. macOS offers to install it the first time you open an Intel app, and macOS 27 is the last release that runs most Intel software through it.
cs: Prostředí Rosetta není v tomto Macu nainstalované, takže tento software vůbec nepoběží. Systém macOS nabídne instalaci prostředí Rosetta, až poprvé otevřete aplikaci pro procesory Intel, a macOS 27 je poslední verzí, která přes něj spouští většinu softwaru pro procesory Intel.
de: Rosetta ist auf diesem Mac nicht installiert, daher läuft dies überhaupt nicht. macOS bietet die Installation an, wenn du zum ersten Mal eine Intel-App öffnest, und macOS 27 ist die letzte Version, unter der die meiste Intel-Software darüber läuft.
es: Rosetta no se ha instalado en este Mac, así que esto no se ejecuta en absoluto. macOS ofrece instalarlo la primera vez que abres una app para Intel, y macOS 27 es la última versión que ejecuta la mayor parte del software para Intel mediante Rosetta.
fr: Rosetta n’est pas installé sur ce Mac : cet élément ne peut donc pas s’exécuter du tout. macOS propose de l’installer la première fois que vous ouvrez une app Intel, et macOS 27 est la dernière version à exécuter la plupart des logiciels Intel grâce à lui.
it: Rosetta non è installato su questo Mac, quindi questo elemento non funziona affatto. macOS propone di installarlo la prima volta che apri un’app Intel, e macOS 27 è l’ultima versione che esegue la maggior parte del software Intel tramite Rosetta.
ja: このMacにはRosettaがインストールされていないため、これはまったく動作しません。Intelプロセッサ用アプリを初めて開いたときに、macOSがRosettaのインストールを提案します。また、macOS 27は、ほとんどのIntelプロセッサ用ソフトウェアをRosetta経由で実行できる最後のリリースです。
ko: 이 Mac에 Rosetta가 설치되어 있지 않으므로 이 항목은 전혀 실행되지 않습니다. Intel 앱을 처음 열 때 macOS가 Rosetta 설치를 제안하며, macOS 27은 대부분의 Intel 소프트웨어를 Rosetta로 실행할 수 있는 마지막 버전입니다.
nl: Rosetta is niet op deze Mac geïnstalleerd, dus dit werkt helemaal niet. De eerste keer dat je een Intel-app opent, biedt macOS aan om Rosetta te installeren, en macOS 27 is de laatste versie die de meeste Intel-software via Rosetta uitvoert.
pl: Rosetta nie jest zainstalowana na tym Macu, więc to w ogóle nie działa. macOS proponuje jej instalację przy pierwszym otwarciu aplikacji dla procesorów Intel, a macOS 27 to ostatnie wydanie, które za jej pomocą uruchamia większość oprogramowania dla procesorów Intel.
pt: O Rosetta não está instalado neste Mac, então isto não é executado de forma alguma. O macOS oferece instalá-lo na primeira vez que você abre um app Intel, e o macOS 27 é a última versão que executa a maior parte do software Intel por meio dele.
ro: Software‑ul Rosetta nu este instalat pe acest Mac, așa că acest articol nu rulează deloc. macOS se oferă să îl instaleze prima dată când deschideți o aplicație Intel, iar macOS 27 este ultima versiune care rulează prin Rosetta majoritatea software‑ului Intel.
ru: Rosetta не установлена на этом Mac, поэтому это ПО вообще не запускается. macOS предлагает установить ее, когда Вы впервые открываете приложение для Intel, а macOS 27 является последним выпуском, в котором большинство ПО для Intel работает через нее.
sv: Rosetta är inte installerad på den här datorn, så det här går inte att köra alls. macOS erbjuder sig att installera Rosetta första gången du öppnar en Intel-app, och macOS 27 är den sista versionen som kör den mesta Intel-programvaran via Rosetta.
tr: Rosetta bu Mac’te yüklü değil, bu yüzden bu hiç çalışmaz. macOS, bir Intel uygulamasını ilk açtığınızda Rosetta’yı yüklemeyi önerir; macOS 27, çoğu Intel yazılımını onunla çalıştıran son sürümdür.
uk: Rosetta не інстальовано на цьому Mac, тож це взагалі не запускається. macOS пропонує інсталювати Rosetta, коли ви вперше відкриваєте програму для Intel, а macOS 27 є останнім випуском, який запускає більшість ПЗ для Intel через Rosetta.
zh_hans: 这台Mac上未安装Rosetta，因此它根本无法运行。你第一次打开Intel App时，macOS会提示安装Rosetta；macOS 27是最后一个通过Rosetta运行大多数Intel软件的版本。
zh_hant: 這部Mac未安裝Rosetta，因此這個項目完全無法執行。你第一次打開Intel App時，macOS會提供安裝Rosetta的選項；而macOS 27是最後一個透過它執行大部分Intel軟體的版本。

source: Run the command in Terminal to use `peel` from anywhere, then type `peel --help` to see what it can do.
cs: Spusťte příkaz v Terminálu, abyste mohli `peel` používat odkudkoli, a pak zadáním `peel --help` zjistíte, co umí.
de: Führe den Befehl im Terminal aus, um `peel` überall zu verwenden, und gib dann `peel --help` ein, um zu sehen, was es kann.
es: Ejecuta el comando en Terminal para usar `peel` desde cualquier sitio y luego escribe `peel --help` para ver lo que puede hacer.
fr: Exécutez la commande dans Terminal pour utiliser `peel` depuis n’importe où, puis saisissez `peel --help` pour voir ce qu’il sait faire.
it: Esegui il comando in Terminale per usare `peel` da qualsiasi posizione, poi digita `peel --help` per vedere cosa può fare.
ja: ターミナルでコマンドを実行すると、どこからでも`peel`を使えるようになります。その後、`peel --help`と入力すると、できることを確認できます。
ko: 터미널에서 이 명령을 실행하면 어디서든 `peel`을 사용할 수 있습니다. 그런 다음 `peel --help`를 입력하면 이 도구로 할 수 있는 작업을 볼 수 있습니다.
nl: Voer het commando uit in Terminal om `peel` overal te kunnen gebruiken, en typ daarna `peel --help` om te zien wat het kan.
pl: Uruchom polecenie w Terminalu, aby móc używać `peel` w dowolnym miejscu, a potem wpisz `peel --help`, aby zobaczyć, co potrafi.
pt: Execute o comando no Terminal para usar o `peel` de qualquer lugar e depois digite `peel --help` para ver o que ele pode fazer.
ro: Rulați comanda în Terminal pentru a folosi `peel` de oriunde, apoi tastați `peel --help` pentru a vedea ce poate face.
ru: Выполните команду в Терминале, чтобы использовать `peel` откуда угодно, а затем введите `peel --help`, чтобы узнать, что он умеет.
sv: Kör kommandot i Terminal för att kunna använda `peel` var som helst, och skriv sedan `peel --help` för att se vad det kan göra.
tr: `peel` aracını her yerden kullanmak için komutu Terminal’de çalıştırın, ardından neler yapabildiğini görmek için `peel --help` yazın.
uk: Виконайте команду в Терміналі, щоб користуватися `peel` з будь-якого місця, а потім введіть `peel --help`, щоб побачити, що вона вміє.
zh_hans: 在“终端”中运行该命令，即可在任何位置使用`peel`，然后键入`peel --help`查看它能做什么。
zh_hant: 在「終端機」中執行此指令，即可在任何位置使用`peel`，然後輸入`peel --help`查看它能做什麼。

source: Run the maker’s uninstaller first: it knows what Peel can only guess at.
cs: Nejdřív spusťte odinstalátor od výrobce: ví to, co Peel může jen odhadovat.
de: Führe zuerst das Deinstallationsprogramm des Herstellers aus: Es weiß, was Peel nur erraten kann.
es: Usa antes el desinstalador del fabricante: sabe lo que Peel solo puede suponer.
fr: Lancez d’abord le programme de désinstallation de l’éditeur : il sait ce que Peel ne peut que deviner.
it: Esegui prima il programma di disinstallazione del produttore: sa ciò che Peel può solo intuire.
ja: 先に開発元のアンインストーラを実行してください。Peelには推測するしかないことも、アンインストーラは把握しています。
ko: 먼저 제작자의 제거 프로그램을 실행하십시오. Peel이 추측만 할 수 있는 것을 제거 프로그램은 알고 있습니다.
nl: Voer eerst het de-installatieprogramma van de maker uit: dat weet wat Peel alleen kan raden.
pl: Najpierw uruchom dezinstalator producenta: wie on to, czego Peel może się tylko domyślać.
pt: Execute primeiro o desinstalador do fabricante: ele sabe o que o Peel só pode adivinhar.
ro: Rulați mai întâi programul de dezinstalare al producătorului: acesta știe ce Peel doar poate ghici.
ru: Сначала запустите программу удаления от производителя: она знает то, о чем Peel может только догадываться.
sv: Kör tillverkarens avinstallerare först: den vet det som Peel bara kan gissa sig till.
tr: Önce üreticinin yükleme kaldırıcısını çalıştırın: o, Peel’in ancak tahmin edebildiklerini bilir.
uk: Спершу запустіть деінсталятор від виробника: він знає те, про що Peel може лише здогадуватися.
zh_hans: 请先运行厂商的卸载器：它知道Peel只能猜测的内容。
zh_hant: 請先執行廠商的解除安裝程式：它知道Peel只能猜測的部分。
